import companyBg from "../images/company2.png";

import eventFirst from "../images/event1.jpg";
import eventSecond from "../images/event2.png";

import qualification from "../images/certificate.png";
import partnership from "../images/network.png";
import expirience from "../images/experience.png";
import innovationstech from "../images/technology.png";
import efficiency from "../images/statistics.png";

const intro ={
  section: "company",
  title: "30 лет",
  bgimage: companyBg,
  subtitle: "  Разрабатываем актуальные\n IT решения для транспорта",  
}

const events = [
    {
      date: 2018,
      role: "ИЭТР",
      company: "Электровоз 2ЭС5С",
      location: "ПК НЭВЗ",
      image: eventFirst,
      content:
        "Интерактивные электронные технические руководства - организационно-технические системы, предназначенные для автоматизированной подготовки и представления сопроводительной документации в электронном виде.",
    },
    {
      date: 2018,
      role: "ИЭТР",
      company: "БСУ-ТМ136",
      location: "ФПК",
      image: eventSecond,
      content:
        "Интерактивные электронные технические руководства - организационно-технические системы, предназначенные для автоматизированной подготовки и представления сопроводительной документации в электронном виде.",
    },
    {
      date: 2018,
      role: "ИЭТР",
      company: "Электровоз 2ЭС5С",
      location: "ПК НЭВЗ",
      image: eventFirst,
      content:
        "Интерактивные электронные технические руководства - организационно-технические системы, предназначенные для автоматизированной подготовки и представления сопроводительной документации в электронном виде.",
    },
    {
      date: 2018,
      role: "ИЭТР",
      company: "БСУ-ТМ136",
      location: "ФПК",
      image: eventSecond,
      content:
        "Интерактивные электронные технические руководства - организационно-технические системы, предназначенные для автоматизированной подготовки и представления сопроводительной документации в электронном виде.",
    },
    {
      date: 2018,
      role: "ИЭТР",
      company: "Электровоз 2ЭС5С",
      location: "ПК НЭВЗ",
      image: eventFirst,
      content:
        "Интерактивные электронные технические руководства - организационно-технические системы, предназначенные для автоматизированной подготовки и представления сопроводительной документации в электронном виде.",
    },
    {
      date: 2018,
      role: "ИЭТР",
      company: "БСУ-ТМ136",
      location: "ФПК",
      image: eventSecond,
      content:
        "Интерактивные электронные технические руководства - организационно-технические системы, предназначенные для автоматизированной подготовки и представления сопроводительной документации в электронном виде.",
    },
    {
      date: 2018,
      role: "ИЭТР",
      company: "Электровоз 2ЭС5С",
      location: "ПК НЭВЗ",
      image: eventFirst,
      content:
        "Интерактивные электронные технические руководства - организационно-технические системы, предназначенные для автоматизированной подготовки и представления сопроводительной документации в электронном виде",
    },
    {
      date: 2018,
      role: "ИЭТР",
      company: "БСУ-ТМ136",
      location: "ФПК",
      image: eventSecond,
      content:
        "Интерактивные электронные технические руководства - организационно-технические системы, предназначенные для автоматизированной подготовки и представления сопроводительной документации в электронном виде",
    },
  ];
  
  const abouts = [
    {
      title: "Квалификация",
      ico: qualification,
      text: "Наши эксперты обладают специальным образованием, опытом работы на предприятиях рельсового транспорта, являются экспертами в управлении и реализации транспортных проектов",
    },
    {
      title: "Опыт",
      ico: expirience,
      text: "Мы накопили большой опыт в постановке задач, разработке сложных информационных комплексов, их внедрении, обучении персонала, обеспечении обмена данных с программными средствами сторонних производителей",
    },
    {
      title: "Стратегическое партнерство",
      ico: partnership,
      text: "Ответственное отношение к каждому проекту и тщательная проработка постановки задачи являются основой для создания длительных и прочных партнерских отношений с заказчиками",
    },
    {
      title: "Эффективность",
      ico: efficiency,
      text: "Библиотека реализованных решений позволяет обеспечить низкую стоимость услуг за счет низких издержек и высокой эффективности работы всего персонала",
    },
    {
      title: "Инновационные технологии",
      ico: innovationstech,
      text: "Богатый опыт и репозиторий успешно реализованных решений позволяет обеспечить выгодную для клиента стоимость услуг за счет снижения издержек и высокой эффективности работы всех разработчиков",
    },
  ];

  export {intro, abouts, events}