import newsIvolga from "../images/newsIvolga.png";
import newsBuilder from "../images/newsbuilder.png";
import newsEnzd from "../images/newsenzd.jpg";

const news = [
  {
    title:
      "Электронный каталог электропоезда Иволга с детализацией покупных изделий",
    text: "ЦТИ по заказу МВПС разработал ИЭТР с подробной структурой покупных сборочных узлов, обслуживаемых при ТО и ДР, для подвижного состава Иволги 1.0",
    img: newsIvolga,
    date: "15 Янв 2022",
    path: "news7",
  },
  
  {
    title:
      "Новая версия Builder v.3.0.0 на базе JavaScript и графическом API - Three.js",
      text: "ЦТИ по заказу МВПС разработал ИЭТР с подробной структурой покупных сборочных узлов, обслуживаемых при ТО и ДР, для подвижного состава Иволги 1.0",
    img: newsBuilder,
    date: "4 Июн 2022",
    path: "news6",
  },
  {
    title:
      "Система Управления Технологическими Процессами для Египетских национальных железных дорог",
      text: "ЦТИ по заказу МВПС разработал ИЭТР с подробной структурой покупных сборочных узлов, обслуживаемых при ТО и ДР, для подвижного состава Иволги 1.0",
    img: newsEnzd,
    date: "22 Авг 2021",
    path: "news5",
  },
  {
    title:
      "Электронный каталог электропоезда Иволга с детализацией покупных изделий",
    text: "ЦТИ по заказу МВПС разработал ИЭТР с подробной структурой покупных сборочных узлов, обслуживаемых при ТО и ДР, для подвижного состава Иволги 1.0",
    img: newsIvolga,
    date: "15 Янв 2022",
    path: "news7",
  },
  
  {
    title:
      "Новая версия Builder v.3.0.0 на базе JavaScript и графическом API - Three.js",
      text: "ЦТИ по заказу МВПС разработал ИЭТР с подробной структурой покупных сборочных узлов, обслуживаемых при ТО и ДР, для подвижного состава Иволги 1.0",
    img: newsBuilder,
    date: "4 Июн 2022",
    path: "news6",
  },
  {
    title:
      "Система Управления Технологическими Процессами для Египетских национальных железных дорог",
      text: "ЦТИ по заказу МВПС разработал ИЭТР с подробной структурой покупных сборочных узлов, обслуживаемых при ТО и ДР, для подвижного состава Иволги 1.0",
    img: newsEnzd,
    date: "22 Авг 2021",
    path: "news5",
  },  {
    title:
      "Электронный каталог электропоезда Иволга с детализацией покупных изделий",
    text: "ЦТИ по заказу МВПС разработал ИЭТР с подробной структурой покупных сборочных узлов, обслуживаемых при ТО и ДР, для подвижного состава Иволги 1.0",
    img: newsIvolga,
    date: "15 Янв 2022",
    path: "news7",
  },
  
  {
    title:
      "Новая версия Builder v.3.0.0 на базе JavaScript и графическом API - Three.js",
      text: "ЦТИ по заказу МВПС разработал ИЭТР с подробной структурой покупных сборочных узлов, обслуживаемых при ТО и ДР, для подвижного состава Иволги 1.0",
    img: newsBuilder,
    date: "4 Июн 2022",
    path: "news6",
  },


  ];

  export { news }