import portfolioBg from "../images/portfolio.png";

import posterFirst from "../images/projectposter1.png";
import ivolgaPoster from "../images/ivolgaposter.jpg";
import posterThird from "../images/projectposter3.png";
import transenergoPoster from "../images/transenergoposter.jpg";
import gupgetPoster from "../images/gupgetposter.jpg";
import scbPoster from "../images/scbposter.png";
import tmdmPoster from "../images/tm18dmposter.jpg";
import enzdPoster from "../images/enzdposter.jpg";
import twofloorPoster from "../images/twofloorposter.jpg";
import zdputPoster from "../images/zdputposter.jpg";
import nevzPoster from "../images/nevzposter.jpg";
import bmzPoster from "../images/bmzposter.jpg";
import threesfivekPoster from "../images/3es5kposter.jpg";
import contactsetPoster from "../images/setposter.png";
import putmetroPoster from "../images/metroputposter.jpg";
import luganskPoster from "../images/luganskposter.jpg";

import wideFirst from "../images/wide1.png";
import ivolgaWide from "../images/ivolgawide.png";
import wideThird from "../images/diselwide.png";
import transenergoWide from "../images/transenergowide.png";
import gupgetWide from "../images/gupgetwide.png";
import scbWide from "../images/scbwide.png";
import tmdmWide from "../images/tm18dmwide.png";
import twofloorWide from "../images/twofloorwide.png";
import enzdWide from "../images/enzdwide.png";
import zdputWide from "../images/zdputwide.png";
import nevzWide from "../images/nevzwide.png";
import bmzWide from "../images/bmzwide.png";
import threesfivekWide from "../images/3es5kwide.png";
import contactsetkWide from "../images/setwide.png";
import putmetroWide from "../images/metroputwide.png";
import luganskWide from "../images/luganskwide.png";


import screenFirst from "../images/screen1.png";
import ivolgaScreen from "../images/screen2.png";
import screenThird from "../images/screen3.png";
import transenergoScreen from "../images/transenergoscreen.png";
import gupgetScreen from "../images/gupgetscreen.png"
import scbScreen from "../images/scbscreen.png"
import tmdmScreen from "../images/tm18dmScreen.png";
import twofloorScreen from "../images/twofloorscreen.png";
import enzdScreen from "../images/enzdscreen.png";
import zdputScreen from "../images/zdputscreen.png";
import nevzScreen from "../images/nevzscreen.png";
import bmzScreen from "../images/bmzscreen.png";
import threesfivekScreen from "../images/3es5kscreen.png";
import contacsetScreen from "../images/setscreen.png";
import putmetroScreen from "../images/metroputscreen.png";
import luganskScreen from "../images/luganskscreen.png";

const intro = {
  section: "portfolio",
  title: "Проекты",
  bgimage: "portfolioBg",
  subtitle:
    "Богатый опыт разработки комплексных решений в области информационных технологий",
};

const projects = [
  {
    id: "22067",
    title:
      "Система технологического управления пригородным пассажирским комплексом",
    poster: posterFirst,
    imagewide: wideFirst,
    imagescreen: screenFirst,
    year: 2021,
    client: "ОАО «РЖД»",
    solutiontitle: "В систему включены",
    mission:
      "Система предназначена для обработки обращений граждан и организаций по состоянию ППК, паспортизации пассажирских обустройств, планирования и мониторинга осмотров и ремонтов объектов ППК. Пользователями СТУППК являются работники центрального аппарата ОАО «РЖД», региональные и линейные подразделения пригородного пассажирского холдинга «РЖД», перевозчики пригородного сообщения.\n\n СТУППК обеспечивает единую автоматизацию ключевых процессов пригородного пассажирского комплекса, как в части работы с обращениями клиентов, так и в части мониторинга выполнения ППР и планирования ремонтов.",
    solution: "- учет и маршрутизация обращений граждан;\n \n- контроль исполнения обращений; \n \n- ведение отчетности по поступлению и обработке обращений; \n \n- контроль развития неисправностей пассажирских обустройств;  \n \n- ведение паспортов пассажирских обустройств пригородного пассажирского комплекса;  \n \n- учет осмотров и ремонтов пассажирских обустройств пригородного пассажирского комплекса.",
  },
  {
    id: "22068",
    title: "Интерактивный электронный каталог подвижного состава «Иволга»",
    poster: ivolgaPoster,
    imagewide: ivolgaWide,
    imagescreen: ivolgaScreen,
    year: 2022,
    client: "ОАО «РЖД»",
    mission:
      "Автоматизация бизнес – процессов региональных дирекций пассажирских обустройств в части формирования планов и проведения осмотров объектов пригородной инфраструктуры, учета и классификации выявленных замечаний санитарно – технического состояния объектов, планирования мероприятий и программ ремонта",
    
      solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22069",
    title: "Автоматизированная информационная система управления проектами по реконструкции, капитальному строительству и ремонту объектов железнодорожного транспорта ",
    poster: transenergoPoster,
    imagewide: transenergoWide,
    imagescreen: transenergoScreen,
    year: 2018,
    client: "ООО «Трансэнерго»",
    mission:
      "АИС КРС дает возможность получить оперативную отчетность по проектам капитального строительства, реализует функции учета и отчетности по строящимся объектам компании, позволяет учитывать использование капитальных вложений по видам затрат, формирует стоимость объектов, обладает необходимыми для заказчика по строительству функциональными возможностями.",
    solutiontitle: "Цели проекта",
    solution: "- оптимизация сбора и повышение качества первичной информации о подготовке планов капитального ремонта и о ходе реализации работ по выполнению планов капитального ремонта; \n\n- повышение достоверности данных по стоимости объектов, стоимости капитального ремонта за счет сбора подробной информации о стоимостных и физических показателях выполнения работ по капитальному ремонту объектов электроснабжения; \n\n- оперативный и достоверный учет данных управленческого учета по исполнению планов капитального ремонта ОАО «РЖД»;\n\n- повышения эффективности принятия управленческих решений при капитальном ремонте объектов электроснабжения за счет формирования актуальной и верифицированной отчетности.",
  },
  {
    id: "22072",
    title:
      "Cистема предоставления технологических процессов обслуживания и ремонта дизель-генератора 18-9ДГ",
    poster: posterThird,
    imagewide: wideThird,
    imagescreen: screenThird,
    year: 2019,
    client: "ОАО «РЖД»",
    mission:
      "Автоматизация бизнес – процессов региональных дирекций пассажирских обустройств в части формирования планов и проведения осмотров объектов пригородной инфраструктуры, учета и классификации выявленных замечаний санитарно – технического состояния объектов, планирования мероприятий и программ ремонта",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22070",
    title:
      "Система информационного обеспечения предприятия Санкт Петербургского государственного унитарного предприятия городского электрического транспорта",
    poster: gupgetPoster,
    imagewide: gupgetWide,
    imagescreen: gupgetScreen,
    year: 2017,
    client: "СПб ГУП «Горэлектротранс»",
    mission:
      "СИОП ГУП ГЭТ – корпоративная система автоматизации бизнес-процессов, связанных с информационным обеспечением процессов эксплуатации, технического обслуживания и ремонта подвижного состава и производственной инфраструктуры.",
      solutiontitle: "Этапы проекта",
      solution: "- Был проведен аудит массива нормативно-справочной информации (НСИ) , проведены работы по упорядочиванию данных с целью исключения дублирования и недостоверных данных, достижения внутренней непротиворечивости, внедрена система ведения НСИ.\n \n- Был проведен аудит конструкторской и нормативно-технологической документации на подвижной состав и объекты инфраструктуры, разработаны интерактивные электронные каталоги и интерактивные электронные технические руководства (ИЭТР), а также переведены в формат ИЭТР нормативно-технологических документов, который должен быть оцифрован. \n \n- Разработана Корпоративная система обучения и контроля знаний, охватывающая как планирование, проведение и контроль нормативных и внеплановых инструктажей, так и обучение и повышение квалификации групп работников в Учебном центре, включая составление учебных планов, разработку и ведение массива современных мультимедийных учебных материалов, ведение журналов обучения, экзаменационную работу. \n \n- Разработана система ведения паспортов технологического оборудования, включающая функционал планирования, фиксации результатов, контроля сроков прохождения обслуживания и ремонта технологического оборудования, ведения истории жизненного цикла оборудования. ",
  },
  {
    id: "22071",
    title:
      "Комплексная автоматизированная система паспортизации аппаратуры СЦБ ",
    poster: scbPoster,
    imagewide: scbWide,
    imagescreen: scbScreen,
    year: 2005,
    client: "ГУП «Московский метрополитен»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
      solutiontitle: "В систему включены",
      solution: "- маркировка аппаратуры СЦБ, находящейся на балансе службы, наклейками с уникальными штрих-кодами;\n \n- учет аппаратуры, находящейся в эксплуатации, ремонте, на проверке, мест ее закрепления, а также содержания в ней драгоценных металлов;\n \n- планирование замены аппаратуры на местах эксплуатации, автоматизированное формирование единого плана ремонта, оформление документов, связанных со всеми этапами жизненного цикла аппаратуры.",
  },
  {
    id: "22073",
    title:
      "Интерактивное электронное техническое руководство пассажирских вагонов для Египетских национальных железных дорог",
    poster: enzdPoster,
    imagewide: enzdWide,
    imagescreen: enzdScreen,
    year: 2021,
    client: "ОАО «ТВЗ»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22074",
    title:
      "Интерактивный электронный каталог для пассажирских двухэтажных вагонов проекта «Вагон 2020»",
    poster: twofloorPoster,
    imagewide: twofloorWide,
    imagescreen: twofloorScreen,
    year: 2020,
    client: "ОАО «ТВЗ»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22075",
    title:
      "Интерактивный электронный каталог тепловоза «ТЭМ18ДМ»",
    poster: tmdmPoster,
    imagewide: tmdmWide,
    imagescreen: tmdmScreen,
    year: 2020,
    client: "АО «УК «БМЗ»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22076",
    title:
      "Интерактивный электронный технический ресурс «Железнодорожный путь»",
    poster: zdputPoster,
    imagewide: zdputWide,
    imagescreen: zdputScreen,
    year: 2020,
    client: "ОАО «РЖД»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22077",
    title:
      "Интерактивный электронный каталог электровоза «2ЭС5С»",
    poster: nevzPoster,
    imagewide: nevzWide,
    imagescreen: nevzScreen,
    year: 2019,
    client: "ООО «ПК «НЭВЗ»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22078",
    title:
      "Интерактивные электронные каталоги тепловозов «2ТЭ25КМ», «2ТЭ25А»",
    poster: bmzPoster,
    imagewide: bmzWide,
    imagescreen: bmzScreen,
    year: 2019,
    client: "АО «УК «БМЗ»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22079",
    title:
      "Интерактивные руководства по обслуживанию и ремонту электровозов «2ЭС5К», «3ЭС5К»",
    poster: threesfivekPoster,
    imagewide: threesfivekWide,
    imagescreen: threesfivekScreen,
    year: 2015,
    client: "ПКБ ЦТ ОАО «РЖД»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22080",
    title:
      "Интерактивный электронный ресурс «Элементы контактной сети»",
    poster: contactsetPoster,
    imagewide: contactsetkWide,
    imagescreen: contacsetScreen,
    year: 2014,
    client: "ПКБ ЭЖД ОАО «РЖД»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22081",
    title:
      "Интерактивное электронное техническое руководство «Путь и путевое хозяйство метрополитена»",
    poster: putmetroPoster,
    imagewide: putmetroWide,
    imagescreen: putmetroScreen,
    year: 2016,
    client: "ГУП «Московский метрополитен»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
  {
    id: "22082",
    title:
      "Интерактивные электронные каталоги тепловозов «2ТЭ116У», «2ТЭ116УМ», «2ТЭ116УД»",
    poster: luganskPoster,
    imagewide: luganskWide,
    imagescreen: luganskScreen,
    year: 2014,
    client: "ПАО «Лугансктепловоз»",
    mission:
      "Создание единого информационного ресурса, позволяющего реализовать быстрый доступ к требуемым элементам информации. Своевременное получение сведений о местонахождении конкретной аппаратуры, о всех ее ремонтах и установках для повышения качества ремонта и проверки аппаратуры, предотвращения случаев отказа в работе аппаратуры.",
    solution: "Система управления базами данных PostgreSQL PHP Js",
  },
];

export { intro, projects };
