import posterFirst from "../images/projectposter1.png";
import ivolgaPoster from "../images/ivolgaposter.jpg";
import posterThird from "../images/projectposter3.png";
import transenergoPoster from "../images/transenergoposter.jpg";
import gupgetPoster from "../images/gupgetposter.jpg";
import scbPoster from "../images/scbposter.png";
import tmdmPoster from "../images/tm18dmposter.jpg";
import enzdPoster from "../images/enzdposter.jpg";
import twofloorPoster from "../images/twofloorposter.jpg";
import zdputPoster from "../images/zdputposter.jpg";
import nevzPoster from "../images/nevzposter.jpg";
import bmzPoster from "../images/bmzposter.jpg";
import threesfivekPoster from "../images/3es5kposter.jpg";
import contactsetPoster from "../images/setposter.png";
import putmetroPoster from "../images/metroputposter.jpg";
import luganskPoster from "../images/luganskposter.jpg";

import wideFirst from "../images/wide1.png";
import ivolgaWide from "../images/ivolgawide.png";
import wideThird from "../images/diselwide.png";
import transenergoWide from "../images/transenergowide.png";
import gupgetWide from "../images/gupgetwide.png";
import scbWide from "../images/scbwide.png";
import tmdmWide from "../images/tm18dmwide.png";
import twofloorWide from "../images/twofloorwide.png";
import enzdWide from "../images/enzdwide.png";
import zdputWide from "../images/zdputwide.png";
import nevzWide from "../images/nevzwide.png";
import bmzWide from "../images/bmzwide.png";
import threesfivekWide from "../images/3es5kwide.png";
import contactsetkWide from "../images/setwide.png";
import putmetroWide from "../images/metroputwide.png";
import luganskWide from "../images/luganskwide.png";


import screenFirst from "../images/screen1.png";
import ivolgaScreen from "../images/screen2.png";
import screenThird from "../images/screen3.png";
import transenergoScreen from "../images/transenergoscreen.png";
import gupgetScreen from "../images/gupgetscreen.png"
import scbScreen from "../images/scbscreen.png"
import tmdmScreen from "../images/tm18dmScreen.png";
import twofloorScreen from "../images/twofloorscreen.png";
import enzdScreen from "../images/enzdscreen.png";
import zdputScreen from "../images/zdputscreen.png";
import nevzScreen from "../images/nevzscreen.png";
import bmzScreen from "../images/bmzscreen.png";
import threesfivekScreen from "../images/3es5kscreen.png";
import contacsetScreen from "../images/setscreen.png";
import putmetroScreen from "../images/metroputscreen.png";
import luganskScreen from "../images/luganskscreen.png";

const intro = {
  section: "portfolio",
  title: "Проекты",
  bgimage: "portfolioBg",
  subtitle:
    "Богатый опыт разработки комплексных решений в области информационных технологий",
};

const projects = [
  {
    id: "22073",
    title:
      "Интерактивное электронное техническое руководство пассажирских вагонов для Египетских национальных железных дорог",
    poster: enzdPoster,
    imagewide: enzdWide,
    imagescreen: enzdScreen,
    year: 2021,
    client: "ОАО «ТВЗ»",
    mission:
      "Информационное обеспечение ИЭТР представлено на двух языках – русском и английском – и представляет собой набор модулей, содержащих весь объем информации по правилам эксплуатации, обслуживания и ремонта узлов пассажирских вагонов ЕНЖД. Иерархический каталог 3D моделей, интерактивное 3D представление технологических процессов, текстовый и табличный нормативно-справочный материал, сопровождаемого иллюстративными 3D моделями, нормативные и руководящие документы охватывают всю информацию о каждом этапе жизненного цикла вагона.",
      solutiontitle: "Основные цели проекта",
      solution: "- разработка ИЭТР в соответствии с требованиями к эксплуатационной и ремонтной документации в электронной форме, изложенными в стандартах ЕСКД; \n\n - обеспечение эффективного использования информации ИЭТР в различном виде (интерактивный электронный документ, интерактивный портал технической документации, печатный документ); \n\n- обеспечение КД и сведений о составе, конструкции, правилах эксплуатации и технологии ремонта; \n\n- предоставление корректной информации для заказа запасных частей при выполнении ремонта оборудования; \n\n- обеспечение информационной поддержки эксплуатации, обслуживания и ремонта оборудования вагонов пассажирских ЕНЖД; \n\n - наглядное представление материала руководств по эксплуатации и руководств по ремонту для снижения риска неверных действий персонала; \n\n- проведения обучения и повышения квалификации персонала.",
  },
  {
    id: "22068",
    title: "Интерактивный электронный каталог на вагоны электропоезда «Иволга»",
    poster: ivolgaPoster,
    imagewide: ivolgaWide,
    imagescreen: ivolgaScreen,
    year: 2020,
    client: "ОАО «РЖД»",
    mission:
      "Интерактивный каталог обеспечивает представление в интерактивном режиме справочной и иллюстрационной информации по деталям, сборочным единицам, комплексам и комплектам, входящим в состав электропоезда ЭГ2Тв - вагонов моделей 62-4497, 62-4498, 62-4499, 62-4499 и их исполнений.",
      solutiontitle: "Реализация функций",
      solution: "- представление структуры изделий в соответствии с конструкторской документацией;\n\n- визуализация сборочных единиц, деталей, покупных и стандартных изделий с использованием 3D моделей, в соответствии с предоставленной КД; \n\n- детализация покупных изделий, задействованных в технологическом процессе обслуживания и ремонта, а также узлов, подлежащих плановой или внеочередной замене; \n\n- печать всех элементов контента интерактивного каталога на бумажном носителе.",
  },
  {
    id: "22067",
    title:
      "Система технологического управления пригородным пассажирским комплексом",
    poster: posterFirst,
    imagewide: wideFirst,
    imagescreen: screenFirst,
    year: 2021,
    client: "ОАО «РЖД»",
    solutiontitle: "В систему включены",
    mission:
      "Система предназначена для обработки обращений граждан и организаций по состоянию ППК, паспортизации пассажирских обустройств, планирования и мониторинга осмотров и ремонтов объектов ППК. Пользователями СТУППК являются работники центрального аппарата ОАО «РЖД», региональные и линейные подразделения пригородного пассажирского холдинга «РЖД», перевозчики пригородного сообщения.\n\n СТУППК обеспечивает единую автоматизацию ключевых процессов пригородного пассажирского комплекса как в части работы с обращениями клиентов, так и в части мониторинга выполнения ППР и планирования ремонтов.",
    solution: "- учет и маршрутизация обращений граждан;\n \n- контроль исполнения обращений; \n \n- ведение отчетности по поступлению и обработке обращений; \n \n- контроль неисправностей пассажирских обустройств;  \n \n- ведение паспортов пассажирских обустройств пригородного пассажирского комплекса;  \n \n- учет осмотров и ремонтов пассажирских обустройств пригородного пассажирского комплекса.",
  },

  {
    id: "22069",
    title: "Автоматизированная информационная система управления проектами по реконструкции, капитальному строительству и ремонту объектов железнодорожного транспорта ",
    poster: contactsetPoster,
    imagewide: contactsetkWide,
    imagescreen: contacsetScreen,
    year: 2018,
    client: "ООО «Трансэнерго»",
    mission:
      "АИС КРС дает возможность получать оперативную отчетность по проектам капитального строительства, реализует функции учета и отчетности по строящимся объектам компании, позволяет учитывать использование капитальных вложений по видам затрат, формирует расчетную стоимость объектов.",
    solutiontitle: "Цели проекта",
    solution: "- оптимизация сбора и повышение качества первичной информации о подготовке планов капитального ремонта и о ходе реализации работ по выполнению планов капитального ремонта; \n\n- повышение достоверности данных по стоимости объектов, стоимости капитального ремонта за счет сбора подробной информации о стоимостных и физических показателях выполнения работ по капитальному ремонту объектов электроснабжения; \n\n- оперативный и достоверный учет данных управленческого учета по исполнению планов капитального ремонта ОАО «РЖД»;\n\n- повышения эффективности принятия управленческих решений при капитальном ремонте объектов электроснабжения за счет формирования актуальной и верифицированной отчетности.",
  },
  {
    id: "22072",
    title:
      "Интерактивное электронное техническое руководство «Дизель-генератор 18-9ДГ»",
    poster: posterThird,
    imagewide: wideThird,
    imagescreen: screenThird,
    year: 2017,
    client: "ОАО «Коломенский завод»",
    mission:
      "ИЭТР «Дизель-генератор 18-9ДГ» предназначен для интерактивного отображения конструкции сборочных единиц дизель-генератора 18-9ДГ с дизелем 16ЧН26/26 – современной четырехтактной, шестнадцатицилиндровой силовой установки с V-образным расположением цилиндров. Электронный ресурс включает в себя интерактивный электронный каталог и руководства по эксплуатации и ремонту дизель-генератора в формате интерактивного документа, содержащего визуальное представление агрегатов, анимацию принципа их работы и особенностей обслуживания.",
      solutiontitle: "Функциональные возможности интерактивного контента",
      solution: "-статический 2D материал – масштабирование изображения, включение поясняющих пометок на изображении, использование поясняющих ссылок;\n\n- 3D модель детали – масштабирование изображения без потери качества, произвольное изменение ракурса представления, изменение прозрачности детали;\n\n-3D модель сборочной единицы – представление видов «в сборе», «с разнесенными частями» и «разрез», произвольное изменение ракурса представления, изменение прозрачности как сборки в целом, так и отдельных деталей и сборок, возможность использования цветовой раскраски компонентов;\n\n-интерактивная 3D анимация технологического процесса – произвольное изменение ракурса представления как в режиме останова, так и в процессе воспроизведения, переход к произвольному шагу анимации, переход к началу анимации, масштабирование изображения, произвольное изменение ракурса представления;\n\n-для размеров, имеющих допуски и подлежащих контролю, созданы интерактивные анимации процессов измерения и 3D-модели мерительного инструмента.",
  },
  {
    id: "22070",
    title:
      "Система информационного обеспечения предприятия Санкт-Петербургского государственного унитарного предприятия городского электрического транспорта",
    poster: gupgetPoster,
    imagewide: gupgetWide,
    imagescreen: gupgetScreen,
    year: 2017,
    client: "СПб ГУП «Горэлектротранс»",
    mission:
      "СИОП ГУП ГЭТ – корпоративная система автоматизации бизнес-процессов, связанных с информационным обеспечением процессов эксплуатации, технического обслуживания и ремонта подвижного состава и производственной инфраструктуры городского электрического транспорта Санкт-Петербурга.",
      solutiontitle: "Этапы проекта",
      solution: "- Проведен аудит массива нормативно-справочной информации (НСИ), выполнены работы по упорядочиванию данных с целью исключения дублирования и недостоверных данных, достижения внутренней непротиворечивости, внедрена система ведения НСИ.\n \n- Проведен аудит конструкторской и нормативно-технологической документации на подвижной состав и объекты инфраструктуры, разработаны интерактивные электронные каталоги и интерактивные электронные технические руководства (ИЭТР), а также оцифрован и включен в ИЭТР массив нормативно-технологических документов. \n \n- Разработана Корпоративная система обучения и контроля знаний, охватывающая как планирование, проведение и контроль нормативных и внеплановых инструктажей, так и обучение и повышение квалификации групп работников в Учебном центре, включая составление учебных планов, разработку и ведение массива современных мультимедийных учебных материалов, ведение журналов обучения, экзаменационную работу. \n \n- Разработана система ведения паспортов технологического оборудования, включающая функционал планирования, фиксацию результатов, контроль сроков прохождения обслуживания и ремонта технологического оборудования, ведение истории жизненного цикла оборудования. ",
  },
  {
    id: "22071",
    title:
      "Комплексная автоматизированная система паспортизации аппаратуры СЦБ ",
    poster: scbPoster,
    imagewide: scbWide,
    imagescreen: scbScreen,
    year: 2005,
    client: "ГУП «Московский метрополитен»",
    mission:
      "Единый информационный ресурс, позволяющий оперативно получать сведения о точном местонахождении каждой единицы аппаратуры СЦБ, сроках ремонта, истории перемещений и ремонтов, истории отказов. Система позволяет повысить надежность работы системы СЦБ, обеспечивая своевременное информирование о необходимости ремонта аппаратуры, ее замены по истечении срока службы и предотвращение случаев отказа в работе устройств.",
      solutiontitle: "В систему включены",
      solution: "- маркировка аппаратуры СЦБ, находящейся на балансе службы, наклейками с уникальными штрих-кодами;\n \n- учет аппаратуры, находящейся в эксплуатации, ремонте, на проверке, мест ее закрепления, а также содержания в ней драгоценных металлов;\n \n- планирование замены аппаратуры на местах эксплуатации, автоматизированное формирование единого плана ремонта, оформление документов, связанных со всеми этапами жизненного цикла аппаратуры.",
  },
  {
    id: "22074",
    title:
      "Интерактивный электронный каталог для пассажирских двухэтажных вагонов проекта «Вагон 2020»",
    poster: twofloorPoster,
    imagewide: twofloorWide,
    imagescreen: twofloorScreen,
    year: 2020,
    client: "ОАО «ТВЗ»",
    mission:
      "Интерактивный каталог обеспечивает представление в интерактивном режиме справочной и иллюстрационной информации по деталям, сборочным единицам, комплексам и комплектам, входящим в состав двухэтажных пассажирских вагонов моделей 61-4523, 61-4524 и 61-4525.",
      solutiontitle: "Этапы проекта",
      solution: "- получение и систематизация исходной конструкторской и технологической документации;\n\n- получение исходной информации по покупным изделиям: конструкторская документация, 3D модели, фотографии;\n\n- формирование иерархической структуры вагона в соответствии с полученными спецификациями;\n\n- разработка интерактивных 3D моделей деталей и сборочных единиц вагонов в соответствии с полученной конструкторской документацией;\n\n- разработка «видов в обстановке» для верхних сборок, специальных видов для покупных изделий, электрических схем и трубопроводов;\n\n- формирование видов для печатного представления состава сборочной единицы;\n\n- сборка инсталляционного пакета Интерактивного каталога, подключение и отладка составляющих модулей;\n\n- разработка и согласование пользовательской документации;\n\n-авторское сопровождение по результатам эксплуатации в течение гарантийного срока.",
  },
  {
    id: "22075",
    title:
      "Интерактивный электронный каталог тепловоза «ТЭМ18ДМ»",
    poster: tmdmPoster,
    imagewide: tmdmWide,
    imagescreen: tmdmScreen,
    year: 2020,
    client: "АО «УК «БМЗ»",
    mission:
      "Интерактивный электронный каталог и комплект учебно-технических плакатов предназначены для визуализации сборочных единиц, деталей, покупных и стандартных изделий, входящих в состав локомотива с использованием 3D моделей, в соответствии с предоставленной КД.",
      solutiontitle: "Цели проекта",
      solution: "- обеспечение наглядной и актуальной технической информацией об изделии широкого круга специалистов и учащихся;\n\n- обеспечение специалистов по обслуживанию и ремонту локомотивов структурированной документацией, снабженной интерактивным иерархическим каталогом деталей и сборочных единиц, иллюстративным материалом и функционалом поиска;\n\n- предоставление инструмента быстрого поиска номенклатуры деталей и сборочных единиц, необходимых для замены при техническом обслуживании и ремонте, при расчете потребности, составлении заявок и планировании снабжения запасными частями локомотива; \n\n- обеспечение информационной поддержки жизненного цикла локомотива; \n\n- информационная поддержка при изучении конструкции, техническом обучении и повышении квалификации обслуживающего персонала; \n\n- обеспечение конструкторов и инженеров актуальными 3D моделями в CAD формате; \n\n- создание основы для разработки интерактивной электронной документации по обслуживанию и ремонту локомотива, операционных карт сборки и интерактивных электронных технических руководств.",
  },
  {
    id: "22076",
    title:
      "Интерактивный электронный технический ресурс «Железнодорожный путь»",
    poster: zdputPoster,
    imagewide: zdputWide,
    imagescreen: zdputScreen,
    year: 2020,
    client: "ОАО «РЖД»",
    mission:
      "Создание передовых электронных средств обучения информационного сопровождения процессов эксплуатации, обслуживания и замены объектов верхнего строения пути, своевременного предоставления справочной и технической информации с использованием  интерактивных электронных информационных ресурсов для эффективного функционирования, научно-технического развития компании и своевременности принятия качественных технических решений.",
      solutiontitle: "Цели создания ресурса",
      solution: "- повышение качества информационного обеспечения специалистов всех уровней и обеспечение роста профессионализма работников путевого хозяйства; \n\n- создание единого учебно - информационного ресурса, содержащего нормативную, техническую и конструкторскую информацию по эксплуатации, ремонту и замене деталей и элементов верхнего строения пути; \n\n- разработка и оперативное внедрение новых программ первичной подготовки и повышения квалификации с использованием современных обучающих моделей; \n\n- повышение качества технического обслуживания верхнего строения пути и безопасности движения поездов; \n\n- создание предпосылок для дальнейшего развития информационного пространства.",
  },
  {
    id: "22077",
    title:
      "Интерактивный электронный каталог электровоза «2ЭС5С»",
    poster: nevzPoster,
    imagewide: nevzWide,
    imagescreen: nevzScreen,
    year: 2019,
    client: "ООО «ПК «НЭВЗ»",
    mission:
      "Актуализированные интерактивные каталоги оборудования локомотива обеспечивают представление структуры и 3D визуализацию деталей, сборочных единиц локомотива для каждого экземпляра изделия. Интерактивный электронный каталог деталей и сборочных единиц электровоза 2ЭС5С, - актуальный для каждого изделия - предназначен для определения номенклатуры деталей и сборочных единиц, необходимых для замены при техническом обслуживании и ремонте, при расчете потребности, составлении заявок и планировании снабжения запасными частями грузового магистрального электровоза 2ЭС5С. А также для изучения конструкции и технического обучения обслуживающего персонала. База данных извещений на изменение конструкции локомотива позволяет выполнять анализ модификации узлов.",
      solutiontitle: "Состав интерактивного каталога",
      solution: "- иерархический интерактивный каталог сборочных единиц, деталей и узлов электровоза 2ЭС5С, включающий ревизии узлов с учетом извещений;\n\n- актуализированный интерактивный каталог сборочных единиц, деталей и узлов электровоза 2ЭС5С для каждого уникального состава изделия (редакция каталога);\n\n- база интегрированного в каталог иллюстративного материала;\n\n- база данных дополнительных сведений о деталях и сборочных единицах;\n\n- база данных извещений на изменение конструкции электровоза 2ЭС5С;\n\n- функционал поиска;\n\n- оглавление, включающее перечень редакций каталога локомотива;\n\n- дифференциальный отчет по структуре узлов и изделию в целом.",
  },
  {
    id: "22078",
    title:
      "Интерактивный электронный каталог тепловоза «2ТЭ25КМ»",
    poster: bmzPoster,
    imagewide: bmzWide,
    imagescreen: bmzScreen,
    year: 2019,
    client: "АО «УК «БМЗ»",
    mission:
      "Интерактивный каталог деталей и сборочных единиц предназначен для определения номенклатуры деталей и сборочных единиц, необходимых для замены при техническом обслуживании и ремонте тепловоза 2ТЭ25КМ, визуализации работы подразделений материально-технического снабжения, идентификации детали при обнаружении неисправности. Интерактивный каталог выполнен в виде единого модуля, содержащего интерактивное представление, соответствующее иерархии конструкторской документации тепловоза 2ТЭ25КМ. Иерархия каталога соответствует логике спецификаций конструкторской документации от уровня сборочной единицы до уровня деталей входящих в состав сборочных единиц.",
      solutiontitle: "Информационное наполнение каталога содержит",
      solution: "- сведения о каждой детали тепловоза с указанием номера чертежа и наименования в соответствии с исходной конструкторской документацией; \n\n- сведения о каждой сборочной единице тепловоза с указанием номера чертежа и наименования в соответствии с исходной конструкторской документацией; \n\n- сведения о принадлежности и каждом вхождении детали в сборочную единицу; \n\n- сведения о принадлежности и каждом вхождении сборочной единицы в соответствующую сборочную единицу; \n\n- описание иерархии сборочных единиц тепловоза и входящих в них деталей; \n\n- спецификации всех входящих в каталог сборочных единиц с указанием порядкового номера элемента спецификации и количества вхождений в сборку; \n\n- для стандартных деталей и сборочной единицы сведения о ГОСТе, ОСТе, ТУ и т.д.; \n\n- визуальное представление деталей и сборочных единиц.",
  },
  {
    id: "22079",
    title:
      "Интерактивные руководства по обслуживанию и ремонту электровозов «2ЭС5К», «3ЭС5К»",
    poster: threesfivekPoster,
    imagewide: threesfivekWide,
    imagescreen: threesfivekScreen,
    year: 2015,
    client: "ПКБ ЦТ ОАО «РЖД»",
    mission:
      "Интерактивный электронный технический ресурс механического оборудования электровозов серии Ермак представляет собой обучающую и информационно-справочную систему, предназначенную для первичной подготовки, переподготовки  и информационного обеспечения всех уровней специалистов локомотивного хозяйства, объединяющую различные виды технической документации в интерактивные электронные технические руководства, применяемые на каждом этапе производственного процесса. ",
      solutiontitle: "Цели создания ресурса",
      solution: "- создание единого информационно-обучающего ресурса, содержащего нормативную и техническую информацию по эксплуатации, обслуживанию и ремонту механической части электровоза серии Ермак; \n\n- предоставление пользователям ИТР оперативного доступа к необходимой технологической и эксплуатационной информации; \n\n- обеспечение пользователей полным комплектом конструкторской документации с возможностью интерактивного 3D представления моделей деталей и сборочных единиц, выполненных в полном соответствии с чертежами и спецификациями; \n\n- повышение качества информационного обеспечения  специалистов всех уровней и обеспечение роста профессионализма работников локомотивного хозяйства; \n\n- оперативная разработка и внедрение новых программ первичной подготовки и повышения квалификации  с использованием современных обучающих моделей; \n\n- создание предпосылок для дальнейшего развития информационного обеспечения, в частности, для организации качественно нового уровня информационной и иллюстративной поддержки служб материально-технического снабжения при заказе запасных частей; \n\n- повышение качества технического обслуживания электровозов и сокращение количества браков.",
  },
  {
    id: "22081",
    title:
      "Интерактивное электронное техническое руководство «Путь и путевое хозяйство метрополитена»",
    poster: putmetroPoster,
    imagewide: putmetroWide,
    imagescreen: putmetroScreen,
    year: 2016,
    client: "ГУП «Московский метрополитен»",
    mission:
      "ИЭТР «Путь и путевое хозяйство метрополитена» предназначается для интерактивного отображения конструкции пути, представления принципов устройства объектов путевого хозяйства, правил эксплуатации, обслуживания и ремонта. ",
      solutiontitle: "Состав информационного ресурса",
      solution: "- техническое описание - информационно-справочное руководство, содержащее полный объем информации по устройству, конструкции, правилам обслуживания, неисправностям оборудования путевого хозяйства; \n\n- интерактивный электронный каталог сборочных единиц, деталей и узлов - иерархический интерактивный каталог сборочных единиц, деталей и узлов объектов путевого хозяйства, включающий интерактивное 3D-представление объектов; \n\n- каталог иллюстративного материала - интерактивный альбом, включающий весь объем фото- и видеоматериалов, 3D, 2D и анимационных представлений, включаемых в техническое описание и библиотеку нормативных и руководящих документов; \n\n- библиотека технологических процессов обслуживания и ремонта оборудования пути и объектов путевого хозяйства c интерактивным пошаговым представлением и визуализацией сложных операций; \n\n- библиотека нормативных и руководящих документов, технологических инструкций - электронный комплект нормативных документов и технической документации по эксплуатации, ремонту и обслуживанию пути.",
  },
  {
    id: "22082",
    title:
      "Интерактивные электронные каталоги тепловозов «2ТЭ116У», «2ТЭ116УМ», «2ТЭ116УД»",
    poster: luganskPoster,
    imagewide: luganskWide,
    imagescreen: luganskScreen,
    year: 2014,
    client: "ПАО «Лугансктепловоз»",
    mission:
      "Разработка и внедрение электронного каталога, предназначенного для определения номенклатуры деталей и сборочных единиц, необходимых для замены при техническом обслуживании и ремонте тепловозов 2ТЭ116У, 2ТЭ116УМ, 2ТЭ116УД; визуализация работы подразделений материально-технического снабжения, идентификации детали при обнаружении неисправности.",
      solutiontitle: "Цели проекта",
      solution: "- обеспечение наглядной и актуальной технической информацией об изделии широкого круга специалистов и учащихся;\n\n- обеспечение специалистов по обслуживанию и ремонту локомотивов структурированной документацией, снабженной интерактивным иерархическим каталогом деталей и сборочных единиц, иллюстративным материалом и функционалом поиска;\n\n- предоставление инструмента быстрого поиска номенклатуры деталей и сборочных единиц, необходимых для замены при техническом обслуживании и ремонте, при расчете потребности, составлении заявок и планировании снабжения запасными частями локомотива; \n\n- обеспечение информационной поддержки жизненного цикла локомотива; \n\n- информационная поддержка при изучении конструкции, техническом обучении и повышении квалификации обслуживающего персонала; \n\n- обеспечение конструкторов и инженеров актуальными 3D моделями в CAD формате; \n\n- создание основы для разработки интерактивной электронной документации по обслуживанию и ремонту локомотива, операционных карт сборки и интерактивных электронных технических руководств.",
  },
];

export { intro, projects };
